alacritty
alsa-utils
archlinuxcn-keyring
autoconf
autojump
automake
base
bash-completion
binutils
bison
btop
conky
dunst
efibootmgr
fakeroot
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-zhwiki
fcitx5-qt
feh
file
findutils
firefox
flameshot
flex
gawk
gcc
gettext
git
gnome-keyring
grep
groff
grub
gvfs
gzip
intel-ucode
lib32-mesa
lib32-nvidia-utils
lib32-vulkan-intel
libtool
libxcrypt-compat
light
linux
linux-firmware
m4
make
minecraft-launcher
mpv
neofetch
net-tools
network-manager-applet
networkmanager
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
obs-studio
pacman
pacman-contrib
paru
patch
pavucontrol
picom
pipewire
pipewire-pulse
pkgconf
pkgfile
polkit-gnome
python-lxml
qbittorrent
ranger
rofi
sed
steam
sudo
telegram-desktop
texinfo
thunar-volman
thunderbird
timeshift
tor-browser
trayer
v2ray
v2raya
vim
virtualbox
virtualbox-guest-utils
virtualbox-host-modules-arch
vulkan-intel
which
wine
wqy-zenhei
xautolock
xorg-server
xorg-xinit
xorg-xsetroot
zenity
zotero-bin
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-theme-powerlevel10k
